Repository: Marcvs101/agile_project_tracker
Catalog: SDK/flutter/packages/flutter_localizations/lib/src/l10n/material_*.arb
Languages: ps

# scriptCategory
source: English-like
ps: tall

# timeOfDayFormat
source: h:mm a
ps: HH:mm

# openAppDrawerTooltip
source: Open navigation menu
ps: د پرانیستی نیینګ مینو

# backButtonTooltip
source: Back
ps: شاته

# closeButtonTooltip
source: Close
ps: بنده

# nextMonthTooltip
source: Next month
ps: بله میاشت

# previousMonthTooltip
source: Previous month
ps: تیره میاشت

# nextPageTooltip
source: Next page
ps: بله پاڼه

# previousPageTooltip
source: Previous page
ps: مخکینی مخ

# showMenuTooltip
source: Show menu
ps: غورنۍ ښودل

# aboutListTileTitle
source: About $applicationName
ps: د $applicationName په اړه

# licensesPageTitle
source: Licenses
ps: جوازونه

# pageRowsInfoTitle
source: $firstRow–$lastRow of $rowCount
ps: $firstRow–$lastRow د $rowCount

# pageRowsInfoTitleApproximate
source: $firstRow–$lastRow of about $rowCount
ps: $firstRow–$lastRow څخه $rowCount د

# rowsPerPageTitle
source: Rows per page:
ps: د هرې پاڼې پاڼې:

# tabLabel
source: Tab $tabIndex of $tabCount
ps: $tabIndex د $tabCount

# selectedRowCountTitleOther
source: $selectedRowCount items selected
ps: $selectedRowCount توکي غوره شوي

# cancelButtonLabel
source: CANCEL
ps: لغوه کول

# closeButtonLabel
source: CLOSE
ps: تړل

# continueButtonLabel
source: CONTINUE
ps: منځپانګې

# copyButtonLabel
source: COPY
ps: کاپی

# cutButtonLabel
source: CUT
ps: کم کړئ

# okButtonLabel
source: OK
ps: سمه ده

# pasteButtonLabel
source: PASTE
ps: پیټ کړئ

# selectAllButtonLabel
source: SELECT ALL
ps: غوره کړئ

# viewLicensesButtonLabel
source: VIEW LICENSES
ps: لیدلس وګورئ

# timePickerHourModeAnnouncement
source: Select hours
ps: وختونه وټاکئ

# timePickerMinuteModeAnnouncement
source: Select minutes
ps: منې غوره کړئ

# signedInLabel
source: Signed in
ps: ننوتل

# hideAccountsLabel
source: Hide accounts
ps: حسابونه پټ کړئ

# showAccountsLabel
source: Show accounts
ps: حسابونه ښکاره کړئ

# modalBarrierDismissLabel
source: Dismiss
ps: رد کړه

# drawerLabel
source: Navigation menu
ps: د نیویگیشن مینو

# popupMenuLabel
source: Popup menu
ps: د پاپ اپ مینو

# dialogLabel
source: Dialog
ps: خبرې اترې

# alertDialogLabel
source: Alert
ps: خبرتیا

# searchFieldLabel
source: Search
ps: لټون

# reorderItemToStart
source: Move to the start
ps: TBD

# reorderItemToEnd
source: Move to the end
ps: TBD

# reorderItemUp
source: Move up
ps: TBD

# reorderItemDown
source: Move down
ps: TBD

# reorderItemLeft
source: Move left
ps: TBD

# reorderItemRight
source: Move right
ps: TBD

# expandedIconTapHint
source: Collapse
ps: TBD

# collapsedIconTapHint
source: Expand
ps: TBD

# remainingTextFieldCharacterCountZero
source: No characters remaining
ps: TBD

# remainingTextFieldCharacterCountOne
source: 1 character remaining
ps: TBD

# remainingTextFieldCharacterCountOther
source: $remainingCount characters remaining
ps: TBD

# refreshIndicatorSemanticLabel
source: Refresh
ps: TBD
